Repository: turris-cz/reforis-diagnostics
Catalog: reforis_diagnostics/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, hu, nb, nl, sk, ta

source: Diagnostics
cs: Diagnostiky
de: Diagnose
fr: Diagnostiques
hu: Diagnosztika
nb: Diagnostikk
nl: Diagnose
sk: Diagnostiky
ta: கண்டறிதல்

source: Generate a diagnostics report to simplify debugging some problems related to the router's functionality.
cs: Vytvořit diagnostické hlášení, které zjednoduší ladění některých problémů souvisejících s funkcí směrovače.
de: Erzeugt einen Diagnosebericht, um das Beheben von Problemen im Zusammenhang mit der Router-Funktionalität zu vereinfachen.
fr: Génère un rapport de diagnostiques pour simplifier au débogage de certains problèmes liés aux fonctionnalités du routeur.
hu: Diagnosztikai jelentés készítése az útválasztó működésével kapcsolatos problémák hibakeresésének egyszerűsítése érdekében.
nb: Genererer en diagnostikkrapport for å forenkle avlusing av noen problemer relatert til ruterens funksjonalitet.
nl: Genereer een diagnoserapportage om de foutopsporing van route gerelateerde problemen te versimpelen.
sk: Vygenerovať diagnostický report, ktory zjednoduší odstraňovanie určitých problémov v činnosti routera.
ta: திசைவியின் செயல்பாடு தொடர்பான சில சிக்கல்களை பிழைத்திருத்துவதை எளிதாக்க ஒரு நோயறிதல் அறிக்கையை உருவாக்குங்கள்.

source: Reports
cs: Hlášení
de: Berichte
fr: Rapports
hu: Jelentések
nb: Rapporter
nl: Rapportages
sk: Reporty
ta: அறிக்கைகள்

source: Modules
cs: Moduly
de: Module
hu: Modulok
nb: Moduler
sk: Moduly
ta: தொகுதிகள்

source: Cannot generate report
cs: Hlášení se nedaří vytvořit
de: Bericht kann nicht erzeugt werden
fr: Impossible de générer un rapport
hu: Nem lehet jelentést létrehozni
nb: Kan ikke generere rapport
nl: Kan rapport niet genereren
sk: Report sa nedá vytvoriť
ta: அறிக்கையை உருவாக்க முடியாது

source: Select modules which you want to include in the report.
cs: Vyberte moduly, které chcete zahrnout do hlášení.
de: Wählen Sie die Module, die Sie in den Bericht aufnehmen wollen.
fr: Sélectionner les modules que vous souhaitez inclure dans le rapport.
hu: Válassza ki azokat a modulokat, amelyeket fel kíván venni a jelentésbe.
nb: Velg modulene du ønsker å inkludere i rapporten.
nl: Selecteer modules die u in de rapportage wilt opnemen.
sk: Vyberte moduly, ktoré sa majú zahrnúť do reportu.
ta: அறிக்கையில் நீங்கள் சேர்க்க விரும்பும் தொகுதிகளைத் தேர்ந்தெடுக்கவும்.

source: Select all
cs: Vybrat vše
de: Alle auswählen
fr: Tout sélectionner
hu: Mindent kijelöl
nb: Velg alle
nl: Alles selecteren
sk: Vybrať všetko
ta: அனைத்தையும் தெரிவுசெய்

source: Generate report
cs: Vytvořit report
de: Bericht erzeugen
fr: Générer un rapport
hu: Jelentést készít
nb: Generer rapport
nl: Rapportage genereren
sk: Vygenerovať report
ta: அறிக்கையை உருவாக்குங்கள்

source: There are no reports available.
cs: Nejsou k dispozici žádná hlášení.
de: Es sind keine Berichte vorhanden.
fr: Aucun rapport n'est disponible.
hu: Nincsenek jelentések.
nb: Det er ingen rapporter tilgjengelig.
nl: Er zijn geen rapportages beschikbaar.
sk: Nie sú dostupné žiadne reporty.
ta: எந்த அறிக்கையும் கிடைக்கவில்லை.

source: ID
cs: Identif.
hu: Azonosító
ta: ஐடி

source: Actions
cs: Akce
de: Aktionen
hu: Műveletek
nb: Handlinger
nl: Acties
sk: Akcie
ta: செயல்கள்

source: Download
cs: Stáhnout
de: Herunterladen
fr: Télécharger
hu: Letölt
nb: Last ned
sk: Stiahnuť
ta: பதிவிறக்கம்

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
hu: Törlés
nb: Slett
nl: Verwijderen
sk: Vymazať
ta: நீக்கு

source: Cannot fetch report data.
cs: Nedaří se získat data hlášení.
de: Berichtsdaten können nicht abgerufen werden.
fr: Impossible de récupérer les données du rapport.
hu: Nem lehet lekérni a jelentés adatait.
nb: Kan ikke hente rapportdata.
nl: Kan geen rapportdata verkrijgen.
sk: Nie je možné získať dáta do reportu.
ta: அறிக்கை தரவைப் பெற முடியாது.

source: Cannot delete report.
cs: Nedaří se smazat hlášení.
de: Bericht kann nicht gelöscht werden.
fr: Impossible de supprimer le rapport.
hu: A jelentés nem törölhető.
nb: Kan ikke slette rapport.
nl: Kan rapportage niet verwijderen.
sk: Report sa nedá vymazať.
ta: அறிக்கையை நீக்க முடியாது.

source: Cannot create diagnostics report
cs: Nedaří se vytvořit diagnostické hlášení
de: Diagnosebericht kann nicht erstellt werden
fr: Impossible de créer un rapport de diagnostic
hu: Nem lehet diagnosztikai jelentést létrehozni
nb: Kan ikke opprette diagnostikkrapport
nl: Kan geen diagnoserapportage creÃ«ren
sk: Diagnostický report sa nedá vytvoriť
ta: கண்டறிதல் அறிக்கையை உருவாக்க முடியாது

source: Requested report is not ready yet
cs: Vyžádané hlášení ještě není připraveno
de: Angefragter Bericht ist noch nicht fertig
fr: Le rapport demandé n'est pas encore disponible
hu: A kért jelentés még nem készült el
nb: Forespurt rapport er ikke klar enda
nl: Aangevraagde rapportage nog niet beschikbaar
sk: Požadovaný report ešte nie je pripravený
ta: கோரப்பட்ட அறிக்கை இன்னும் தயாராக இல்லை

source: Requested report does not exist
cs: Vyžádané hlášení neexistuje
de: Angefragter Bericht existiert nicht
fr: Le rapport demandé n'existe pas
hu: A kért jelentés nem létezik
nb: Forespurt rapport finnes ikke
nl: Aangevraagde rapportage bestaat niet
sk: Požadovaný report neexistuje
ta: கோரப்பட்ட அறிக்கை இல்லை

source: Cannot delete report
cs: Hlášení se nedaří smazat
de: Bericht kann nicht gelöscht werden
fr: Impossible de supprimer le rapport
hu: A jelentés nem törölhető
nb: Kan ikke slette rapport
nl: Kan rapportage niet verwijderen
sk: Report sa nedá vymazať
ta: அறிக்கையை நீக்க முடியாது
